Revit 2027 API
FabricSheetType.OverallWidth Property
 The length of the wire sheet (including overhangs) in the minor direction.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double OverallWidth { get; }
Public ReadOnly Property OverallWidth As Double
	Get
public:
property double OverallWidth {
	double get ();
}
member OverallWidth : float with get
Property Value
Double
See Also
Reference
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace